20210808/bookers/app/controllers/books_controller.rb

INSERT INTO "books" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", ""], ["body", ""], ["created_at", "2021-08-08 09:10:40.326324"], ["updated_at", "2021-08-08 09:10:40.326324"]]
---
  def create
    @book = Book.new(book_params)
    if @book.save