bookers/app/controllers/books_controller.rb

  def create
    @book = Book.new(book_params)
    @books = Book.all
    if @book.save
---
SELECT "books".* FROM "books"
INSERT INTO "books" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "a"], ["body", "aa"], ["created_at", "2021-08-10 02:20:41.240831"], ["updated_at", "2021-08-10 02:20:41.240831"]]